[
    {
        "id": 1,
        "name": "Teddy Bear",
        "description": "Snuggle up with childhood nostalgia! This warm vanilla-honey blend wrapped in cashmere undertones will cradle you in comforting familiarity.",
        "price": 12.99
    },
    {
        "id": 2,
        "name": "Dancing Lady",
        "description": "Elegance in motion! A sophisticated fusion of night-blooming jasmine and bergamot that pirouettes through your senses like silk.",
        "price": 15.99
    },
    {
        "id": 3,
        "name": "Squirrel Hug",
        "description": "Nature's embrace captured in wax! Earthy oakmoss meets playful apple blossoms, perfect for cozying up with a good book.",
        "price": 18.99
    },
    {
        "id": 4,
        "name": "Bear & Maugli",
        "description": "Wild adventure awaits! Jungle-grown cardamom and wild fig create an exotic duet of spice and sweetness.",
        "price": 14.99
    },
    {
        "id": 5,
        "name": "Royal Vanilla",
        "description": "Regal indulgence fit for queens! Madagascar vanilla bean infused with golden amber - a crown jewel of fragrances.",
        "price": 24.99
    },
    {
        "id": 6,
        "name": "Red Secret",
        "description": "Seduction in every flicker! Black currant and smoked patchouli whisper mysteries only firelight can reveal.",
        "price": 16.99
    },
    {
        "id": 7,
        "name": "Baby Fox",
        "description": "Playful innocence perfected! A fuzzy blend of peach nectar and whipped cream that'll steal your heart.",
        "price": 17.99
    },
    {
        "id": 8,
        "name": "King Aslan",
        "description": "Roar with confidence! Majestic sandalwood and lion's mane mushroom extract command respect in every room.",
        "price": 22.99
    },
    {
        "id": 9,
        "name": "Caramel Geometry",
        "description": "Modern decadence defined! Precise angles of burnt caramel balance perfectly with round vanilla orchid notes.",
        "price": 13.99
    },
    {
        "id": 10,
        "name": "Blooming Flower",
        "description": "Spring eternal! A bouquet of peony, gardenia, and dewy grass bursting with fresh optimism.",
        "price": 15.99
    },
    {
        "id": 11,
        "name": "Victorias Hand",
        "description": "Victorian elegance reimagined! Delicate lace of rose absolute interwoven with herbal lavender sophistication.",
        "price": 19.99
    },
    {
        "id": 12,
        "name": "Wood & Fire",
        "description": "Crackling cabin charm! Smoked teak and ember-kissed cedar create your personal hearthside retreat.",
        "price": 24.99
    },
    {
        "id": 13,
        "name": "Scarlet Gold",
        "description": "Luxury incarnate! Ripe pomegranate dipped in liquid saffron and amber - Midas' touch for your home.",
        "price": 17.99
    },
    {
        "id": 14,
        "name": "Japanese Garden",
        "description": "Zen in every breath! Green tea serenity meets Zen garden minerals and whispering bamboo.",
        "price": 14.99
    },
    {
        "id": 15,
        "name": "Romeos Love",
        "description": "Eternal romance bottled! Passionate red roses mingling with lovestruck strawberry kisses.",
        "price": 13.99
    },
    {
        "id": 16,
        "name": "White Rose",
        "description": "Pure sophistication! Alabaster petals of creamy gardenia floating in champagne effervescence.",
        "price": 17.99
    },
    {
        "id": 17,
        "name": "Magical Night",
        "description": "Enchantment under moonlight! Midnight violet dusted with starlit vanilla and a wisp of dragon's blood.",
        "price": 19.99
    },
    {
        "id": 18,
        "name": "Lavender Dreams",
        "description": "Sleep's sweet lullaby! French lavender fields kissed by moonlit vanilla and stress-melting chamomile.",
        "price": 15.99
    },
    {
        "id": 19,
        "name": "Spartan Queen",
        "description": "Fierce femininity unleashed! Leather-bound history books meet triumphant orange blossom conquests.",
        "price": 18.99
    },
    {
        "id": 20,
        "name": "Cinnamon & Apple",
        "description": "Autumn's warm hug! Fresh-picked apples dancing with spicy cinnamon sticks by the fireside.",
        "price": 20.99
    }
]